#+title: Org Syntax Support
** Footnote references
#+begin_src org :exports both :results value raw
Environment friendly[fn:1].
Zero emissions[fn:1::Dude trust me].
#+end_src

#+RESULTS:
Environment friendly[fn::Really].
Zero emissions[fn::Dude trust me].


